/* divider CEUs label for registration */
" | %@ CEUs" = " | %@ CEUs";

/* | ceus and CEUs label and grading type for registration */
" | %@ CEUs %@" = " | %1$@ CEUs %2$@";

/* divider Credits label for registration */
" | %@ Credits" = " | %@ Credits";

/* | credits and Credits label and grading type for registration */
" | %@ Credits %@" = " | %1$@ Credits %2$@";

/* event start - end */
"%@ - %@" = "%1$@ - %2$@";

/* CEU (singular) label for registration */
"%@ CEU" = "%@ CEU";

/* CEUs label for registration */
"%@ CEUs" = "%@ CEUs";

/* ceus and CEUs label and grading type for registration */
"%@ CEUs %@" = "%1$@ CEUs %2$@";

/* Credits label for registration */
"%@ Credits" = "%@ Credits";

/* credits and Credits label and grading type for registration */
"%@ Credits %@" = "%1$@ Credits %2$@";

/* phone number with phone extension */
"%@ ext. %@" = "%1$@ ext. %2$@";

/* label for all day event */
"%@, All Day" = "%@, All Day";

/* label - building name, room number */
"%@, Room %@" = "%1$@, Room %2$@";

/* course name - course section number */
"%@-%@" = "%1$@-%2$@";

/* item already in cart error */
"%@-%@ failed to add to cart. Section is already registered or exists in the cart." = "%1$@-%2$@ failed to add to cart. Section is already registered or exists in the cart.";

/* Outdated alert message */
"A new version is available." = "A new version is available.";

/* About menu item */
"About" = "About";

/* Academic Levels label for registration filter */
"Academic Levels" = "Academic Levels";

/* access denied error message */
"Access Denied" = "Access Denied";

/* Actions menu heading */
"Actions" = "Actions";

/* Add To Cart button */
"Add To Cart" = "Add To Cart";

/* label for add to cart button in registration search */
"Add To Cart (%d)" = "Add To Cart (%d)";

/* label for all day event */
"All Day" = "All Day";

/* ILP View: Announcements Card Title */
"Announcements" = "Announcements";

/* Applications menu heading */
"Applications" = "Applications";

/* ILP View: Assignments Card Title */
"Assignments" = "Assignments";

/* Audit label for registration */
"Audit" = "Audit";

/* Authorization Code Heading
 Authorization Code placeholder text */
"Authorization Code" = "Authorization Code";

/* Message to encourage them to turn on bluetooth */
"Bluetooth is used at your institution to alert you when you are near location specific information or services. Please enable Bluetooth in your device settings." = "Bluetooth is used at your institution to alert you when you are near location specific information or services. Please enable Bluetooth in your device settings.";

/* CEU (singular) label for registration */
"CEU" = "CEU";

/* CEUs label for registration */
"CEUs" = "CEUs";

/* Calendar app name */
"Calendar" = "Calendar";

/* Cancel
 Cancel action */
"Cancel" = "Cancel";

/* checking registration eligibility message */
"Checking Eligibility" = "Checking Eligibility";

/* Close */
"Close" = "Close";

/* Watch communication to phone error title */
"Communication Error" = "Communication Error";

/* Confirm biometrics to continue */
"Confirm biometrics to continue" = "Confirm biometrics to continue";

/* message for add to cart alert */
"Course(s) added to cart." = "Course(s) added to cart.";

/* Credits label for registration */
"Credits" = "Credits";

/* message for heading of messages during registration */
"Critical" = "Critical";

/* assignment due today indicator for ilp module
 due today assignment indicator for ilp module */
"DUE TODAY" = "DUE TODAY";

/* Delete button */
"Delete" = "Delete";

/* Dismiss label */
"Dismiss" = "Dismiss";

/* Registration Drop button */
"Drop" = "Drop";

/* label for drop button in registered list */
"Drop (%d)" = "Drop (%d)";

/* message for heading of successful dropped classes */
"Dropped Successfully!" = "Dropped Successfully!";

/* loading message while waiting for dropping */
"Dropping" = "Dropping";

/* due date label with date */
"Due: %@" = "Due: %@";

/* no due date for assignment */
"Due: None assigned" = "Due: None assigned";

/* Ellucian */
"Ellucian" = "Ellucian";

/* Ellucian privacy policy label */
"Ellucian Privacy" = "Ellucian Privacy";

/* text for variable credits prompt with two options */
"Enter course credit value %@ or %@" = "Enter course credit value %1$@ or %2$@";

/* text for variable credits prompt */
"Enter course credit value between %@ and %@" = "Enter course credit value between %1$@ and %2$@";

/* text for variable credits with credit increment prompt */
"Enter course credit value between %@ and %@ in increments of %@" = "Enter course credit value between %1$@ and %2$@ in increments of %3$@";

/* PIN label for registration */
"Enter the registration PIN" = "Enter the registration PIN";

/* Enter your authorization code message */
"Enter your authorization code." = "Enter your authorization code.";

/* Error */
"Error" = "Error";

/* title when error loading audio */
"Error Loading Audio" = "Error Loading Audio";

/* title when error loading webpage */
"Error Loading Page" = "Error Loading Page";

/* title when error loading video */
"Error Loading Video" = "Error Loading Video";

/* heading for event detail page */
"Event Detail" = "Event Detail";

/* ILP View: Events Card Title */
"Events" = "Events";

/* Faculty label
 title for faculty no match */
"Faculty" = "Faculty";

/* facilty/staff search scope in directory */
"Faculty/Staff" = "Faculty/Staff";

/* Fetching saved course sections message */
"Fetching saved course sections" = "Fetching saved course sections";

/* User can get directions for this location */
"Get Directions" = "Get Directions";

/* Graded label for registration */
"Graded" = "Graded";

/* Home menu item */
"Home" = "Home";

/* Ineligible for Registration */
"Ineligible for Registration" = "Ineligible for Registration";

/* Install App title */
"Install App" = "Install App";

/* Last Updated date */
"Last Updated %@" = "Last Updated %@";

/* Last Updated date unknown */
"Last Updated Unknown" = "Last Updated Unknown";

/* loading message while fetching recent transactions
 loading message while waiting for data to load */
"Loading" = "Loading";

/* Location Access Disabled */
"Location Access Disabled" = "Location Access Disabled";

/* Description shown to user if location access disabled.  The text in quotes is the label used by iOS. Arabic=دائما Spanish=Siempre French=Tourjous Portuguese=Sempre
 Message to encourage them to turn on Location Access to Always. The text in quotes is the label used by iOS. Arabic=دائما Spanish=Siempre French=Tourjous Portuguese=Sempre */
"Location services are used at your institution to alert you when you are near location specific information or services. Please allow location access \"Always\" in your device settings." = "Location services are used at your institution to alert you when you are near location specific information or services. Please allow location access \"Always\" in your device settings.";

/* Locations label for registration filter */
"Locations" = "Locations";

/* Accessibility menu label */
"Menu" = "Menu";

/* Message in directory suggesting to sign in for more information */
"More contact information may be displayed if you are signed in." = "More contact information may be displayed if you are signed in.";

/* Mute For Today button label
 Mute For Today label */
"Mute For Today" = "Mute For Today";

/* Mute Forever label */
"Mute Forever" = "Mute Forever";

/* new notification has arrived */
"New Notification" = "New Notification";

/* no course announcements recorded message */
"No Announcements Recorded" = "No Announcements Recorded";

/* no assignments recorded message */
"No Assignments Recorded" = "No Assignments Recorded";

/* generic message for no data present */
"No Data" = "No Data";

/* no events recorded message */
"No Events Recorded" = "No Events Recorded";

/* no announcements for today message */
"No announcements for today" = "No announcements for today";

/* no assignments due today message */
"No assignments due today" = "No assignments due today";

/* no events scheduled for today message */
"No events scheduled for today" = "No events scheduled for today";

/* message when there is no information to show the user about a building they selected */
"No information available for this building." = "No information available for this building.";

/* No registered classes for open terms message */
"No registered classes for open terms." = "No registered classes for open terms.";

/* no date for announcement */
"None announcement date available" = "None announcement date available";

/* OK
 OK action
 OK button on alert view */
"OK" = "OK";

/* overdue assignment indicator for ilp module */
"OVERDUE" = "OVERDUE";

/* label to open link in Safari */
"Open in Safari" = "Open in Safari";

/* Outdated alert title */
"Outdated" = "Outdated";

/* PIN label for registration */
"PIN" = "PIN";

/* PassFail label for registration */
"Pass/Fail" = "Pass/Fail";

/* Password */
"Password" = "Password";

/* Permission not granted title */
"Permission not granted" = "Permission not granted";

/* Person was not found */
"Person was not found" = "Person was not found";

/* Watch communication to phone error message */
"Please ensure the phone is nearby and launch" = "Please ensure the phone is nearby and launch";

/* Watch communication to phone error message */
"Please ensure the phone is nearby and launch %@ on the phone" = "Please ensure the phone is nearby and launch %@ on the phone";

/* Table section header RECENT PAYMENTS */
"RECENT PAYMENTS" = "RECENT PAYMENTS";

/* Register button */
"Register" = "Register";

/* label for register button in cart */
"Register (%d)" = "Register (%d)";

/* message for heading of successful registered classes */
"Registered!" = "Registered!";

/* loading message while waiting for registration */
"Registering" = "Registering";

/* message for add to cart title */
"Registration" = "Registration";

/* empty registration cart message */
"Registration Cart Empty" = "Registration Cart Empty";

/* title of reminder list alert picker */
"Reminder List" = "Reminder List";

/* Reminder setting title */
"Reminder Type" = "Reminder Type";

/* Reminders app name */
"Reminders" = "Reminders";

/* Remove button */
"Remove" = "Remove";

/* loading message while fetching terms to use for search */
"Retrieving terms" = "Retrieving terms";

/* label - room number */
"Room %@" = "Room %@";

/* title for roster no match */
"Roster" = "Roster";

/* empty Search Results message */
"Search Results Empty" = "Search Results Empty";

/* Placeholder text in search bar for switch schools */
"Search Schools" = "Search Schools";

/* searching message */
"Searching" = "Searching";

/* title of action sheet for user to select which campus to see on the map */
"Select Campus" = "Select Campus";

/* Title of the action sheet to select a reminder list to save the reminder */
"Select the name of the reminder list to use." = "Select the name of the reminder list to use.";

/* Settings application name. This is part of iOS.  Apple translates this to be Arabic = الإعدادات Spanish/Portuguese=Ajustes French=Réglages
 Settings menu item */
"Settings" = "Settings";

/* label to sign in
 Sign In menu item */
"Sign In" = "Sign In";

/* title for failed sign in */
"Sign In Failed" = "Sign In Failed";

/* Sign Out menu item */
"Sign Out" = "Sign Out";

/* student search scope in directory */
"Students" = "Students";

/* Switch school menu item */
"Switch School" = "Switch School";

/* Force update alert message */
"The application must be upgraded to the latest version." = "The application must be upgraded to the latest version.";

/* message for failed sign in */
"The password or user name you entered is incorrect. Please try again." = "The password or user name you entered is incorrect. Please try again.";

/* Targeted app not installed alert message */
"There are no installed applications available to respond to this request." = "There are no installed applications available to respond to this request.";

/* configurations cannot be downloaded */
"There are no institutions to display at this time." = "There are no institutions to display at this time.";

/* second message for heading of failed drop classes */
"These issues may have prevented drop." = "These issues may have prevented drop.";

/* second message for heading of failed registered classes */
"These issues may have prevented registration." = "These issues may have prevented registration.";

/* Unsupported feature alert message */
"This application is not available on iOS." = "This application is not available on iOS.";

/* Accessibility label for toggle menu section button */
"Toggle menu section" = "Toggle menu section";

/* unable to access contacts alert view title */
"Unable to access contacts" = "Unable to access contacts";

/* unable to access contacts alert view message. Settings application is part of iOS.  Apple translates this to be Arabic = الإعدادات Spanish/Portuguese=Ajustes French=Réglages */
"Unable to access contacts. Go to Settings to grant permission to Ellucian GO" = "Unable to access contacts. Go to Settings to grant permission to CWI Mobile";

/* unable to download configuration message */
"Unable to download the configuration from that link" = "Unable to download the configuration from that link";

/* unable to download configuration title */
"Unable to launch configuration" = "Unable to launch configuration";

/* Unavailable Application alert title */
"Unavailable Application" = "Unavailable Application";

/* error message when address cannot be used for getting directions */
"Unknown address" = "Unknown address";

/* Unsupported alert title */
"Unsupported" = "Unsupported";

/* Upgrade software button label */
"Upgrade" = "Upgrade";

/* User Name */
"User Name" = "User Name";

/* view label
 View label */
"View" = "View";

/* second message for heading of failed drop classes */
"We couldn't drop these courses:" = "We couldn't drop these courses:";

/* second message for heading of failed registered classes */
"We couldn't register these courses:" = "We couldn't register these courses:";

/* message for heading of failed registered classes */
"We're sorry." = "We're sorry.";

/* WebView loading error (description failure) */
"WebView loading error" = "%1$@ %2$@";

/* Reminder setting message */
"What application would you like to use for reminders?" = "What application would you like to use for reminders?";

/* permission access error message */
"You do not have permission to use this feature." = "You do not have permission to use this feature.";

/* You do not have the required app. Would you like to install it? message */
"You do not have the required app. Would you like to install it?" = "You do not have the required app. Would you like to install it?";

/* Permission not granted message. Settings application is part of iOS.  Apple translates this to be Arabic = الإعدادات Spanish/Portuguese=Ajustes French=Réglages
 Permission not granted message. Settings is part of iOS.  Apple translates this to be Arabic = الإعدادات Spanish/Portuguese=Ajustes French=Réglages
 Permission not granted message. Settings is the name of an app that is part of iOS. Apple translates this to be Arabic = الإعدادات Spanish/Portuguese=Ajustes French=Réglages */
"You must give permission in Settings to allow access" = "You must give permission in Settings to allow access";

/* available seats/capacity */
"available seats/capacity" = "%1$@/%2$@";

/* building name/address */
"building name/address" = "%1$@/%2$@";

/* course calendar course name-course section - title */
"course calendar course name-course section - title" = "%1$@-%2$@ - %3$@";

/* course days: start time - end */
"course days: start time - end" = "%1$@: %2$@ - %3$@";

/* course event start - end date */
"course event start - end date" = "%1$@ - %2$@";

/* course first meeting - last meeting */
"course first meeting - last meeting" = "%1$@ - %2$@";

/* course name-section number */
"course name-section number" = "%1$@-%2$@";

/* day of week date */
"day of week date" = "%1$@ %2$@";

/* days start - end */
"days start - end" = "%1$@ %2$@ - %3$@";

/* days start - end method */
"days start - end method" = "%1$@ %2$@ - %3$@ %4$@";

/* days startdate - enddate starttime - endtime */
"days startdate - enddate starttime - endtime" = "%1$@ %2$@ - %3$@ %4$@ - %5$@";

/* days startdate - enddate starttime - endtime method */
"days startdate - enddate starttime - endtime method" = "%1$@ %2$@ - %3$@ %4$@ - %5$@ %6$@";

/* days startdate starttime - endtime */
"days startdate starttime - endtime" = "%1$@ %2$@ %3$@ - %4$@";

/* days startdate starttime - endtime method */
"days startdate starttime - endtime method" = "%1$@ %2$@ %3$@ - %4$@ %5$@";

/* days: */
"days:" = "%@: ";

/* phone extension */
"ext. %@" = "ext. %@";

/* faculty last name, first initial */
"faculty last name, first initial" = "%1$@, %2$@";

/* registration divider min or max Credits */
"registration divider min or max Credits" = " | %1$@/%2$@ Credits";

/* registration divider min to max Credits */
"registration divider min to max Credits" = " | %1$@-%2$@ Credits";

/* registration min or max Credits */
"registration min or max Credits" = "%1$@/%2$@ Credits";

/* registration min to max Credits */
"registration min to max Credits" = "%1$@-%2$@ Credits";

/* registration planned section detail variable credits (or) */
"registration planned section detail variable credits (or)" = "%1$@ / %2$@";

/* registration planned section detail variable credits (to) */
"registration planned section detail variable credits (to)" = "%1$@ - %2$@";

/* registration search results instructional method */
"registration search results instructional method" = " | %@";

/* registration search results meeting pattern */
"registration search results meeting pattern" = "%@";

/* Audit label for registration */
"| Audit" = "| Audit";

/* PassFail abbrev label for registration cart */
"| P/F" = "| P/F";

